{
	"mysteries": {
		"joyful": {
			"startingPrayer": {
				"petition": "지극히 거룩하신 묵주기도의 모후이시며 저의 어머니시여, 찬미 받으소서. 당신 발아래 겸손하게 꿇어앉아 장미 화관 바치오니, 눈같이 하얀 송이는 당신 기쁨 알립니다. 장미 송이송이는 당신의 거룩한 신비를 불러일으키며, 각별한 은혜 구하는 제 간원과 함께 열 송이씩 열 송이씩 엮어집니다.\n\n오 거룩하신 모후, 하느님 은총의 분배자시여, 당신께 부르짖는 모든 이의 어머니시여, 저의 정성 돌아보시고 저의 원을 잊지 마소서. 저의 정성 받으시고 저의 원을 들어주소서. 당신은 너그러우시니 열심히 구하는 은혜 내려 주소서. 제 청함 들어주시리라 굳게 믿고 있사오니, 어머니시여, 제 앞에 당신을 보여 주소서.",
				"grace": "지극히 거룩하신 묵주기도의 모후이시며 저의 어머니시여, 찬미 받으소서. 당신 발아래 꿇어앉아 장미 화관 바치오니, 눈같이 하얀 송이는 당신 기쁨 알립니다. 장미 송이송이는 당신의 거룩한 신비를 불러일으키며, 각별한 은혜 구하는 제 간원과 함께 열 송이씩 열 송이씩 엮어집니다.\n\n오 거룩하신 모후, 하느님 은총의 분배자시여, 당신께 부르짖는 모든 이의 어머니시여, 저의 정성 돌아보시고 저의 원을 잊지 마소서. 저의 정성 받으시고 저의 감사도 받으소서. 너그러우신 당신은 열심히 구하는 은혜 내려 주셨나이다. 제 청함 들어주시리라 굳게 믿었기에 어머니께서는 제 앞에 당신을 보여 주셨나이다."
			},
			"subMysteries": [
				{
					"title": "환희의 신비 1단",
					"subText": "마리아께서 예수님을 잉태하심을 묵상합시다",
					"mainText": "어지신 어머니 마리아님, 예수님을 잉태하신 기쁨의 신비를 묵상하며 정성을 다해 이 기도를 바칩니다.\n\n가브리엘 천사가 당신께서 하느님의 어머니가 되시리라는 소식을 가지고 나타나 \"은총이 가득한 이여, 기뻐하여라. 주님께서 너와 함께 계시다.\"라고 장엄한 인사를 드렸을 때, 어머니께서는 \"보십시오. 저는 주님의 종입니다. 말씀하신 대로 저에게 이루어지기를 바랍니다.\"라고 응답하시어 하느님 아버지의 뜻에 겸손하게 따르셨습니다.",
					"endingText": "저는 눈같이 흰 장미 송이로 엮어 만든 이 꽃다발을 하느님 대전에서 겸손한 덕을 구하며 어머니 발아래 겸손히 바칩니다."
				},
				{
					"title": "환희의 신비 2단",
					"subText": "마리아께서 엘리사벳을 찾아보심을 묵상합시다",
					"mainText": "어지신 어머니 마리아님, 어머니께서 엘리사벳을 방문하신 기쁨의 신비를 묵상하며 정성을 다해 이 기도를 바칩니다.\n\n어머니의 사촌 엘리사벳이 \"당신은 여인들 가운데에서 가장 복되시며 당신 태중의 아기도 복되십니다.\"라고 찬미의 인사를 드릴 때, 어머니께서는 마니피캇을 읊어 답례하셨습니다.",
					"endingText": "저는 눈같이 흰 장미 송이로 엮어 만든 이 꽃다발을 하느님과 이웃을 사랑하는 덕을 구하며 어머니 발아래 겸손히 바칩니다."
				},
				{
					"title": "환희의 신비 3단",
					"subText": "마리아께서 예수님을 낳으심을 묵상합시다",
					"mainText": "어지신 어머니 마리아님, 예수님께서 탄생하신 기쁨의 신비를 묵상하며 정성을 다해 이 기도를 바칩니다.\n\n거룩하신 동정 마리아님, 당신은 베들레헴 마구간에서 구세주를 낳으셨습니다. 그때 \"지극히 높은 곳에서는 하느님께 영광 땅에서는 그분 마음에 드는 사람들에게 평화!\" 하고 천사들의 기꺼운 찬미의 노래는 하늘을 메우고 땅 끝까지 울려 퍼졌습니다.",
					"endingText": "저는 눈같이 흰 장미 송이로 엮어 만든 이 꽃다발을 마음이 가난한 삶의 덕을 구하며 어머니 발아래 겸손히 바칩니다."
				},
				{
					"title": "환희의 신비 4단",
					"subText": "마리아께서 예수님을 성전에 바치심을 묵상합시다",
					"mainText": "어지신 어머니 마리아님, 예수님을 성전에 바치신 기쁨의 신비를 묵상하며 정성을 다해 이 기도를 바칩니다.\n\n모세의 율법에 따라 예수님을 성전에 봉헌하러 갔을 때, 예언자 시므온은 아기 예수님을 받아 안고 구세주를 생전에 보게 해 주신 하느님께 감사하며, \"당신의 영혼이 칼에 꿰찔리는 가운데, 많은 사람의 마음속 생각이 드러날 것입니다.\"라고 어머니께 다가올 고통을 예언하였습니다.",
					"endingText": "저는 눈같이 흰 장미 송이로 엮어 만든 이 꽃다발을 정결한 마음가짐의 덕을 구하며 어머니 발아래 겸손히 바칩니다."
				},
				{
					"title": "환희의 신비 5단",
					"subText": "마리아께서 잃으셨던 예수님을 성전에서 찾으심을 묵상합시다",
					"mainText": "어지신 어머니 마리아님, 예수님을 성전에서 찾으신 기쁨의 신비를 묵상하며 정성을 다해 이 기도를 바칩니다.\n\n어린 예수님을 잃으신 어머니께서는 슬픔에 잠겨 사흘이나 찾아 헤매시다가 마침내 성전에서 율법 교사들과 토론하고 계신 예수님을 찾으시고 기쁨에 넘치셨습니다. 그리고 어머니께서 원하시자 예수님께서는 순명하여 집으로 돌아오셨습니다.",
					"endingText": "저는 눈같이 흰 장미 송이로 엮어 만든 이 꽃다발을 하느님의 뜻에 순명하는 덕을 구하며 어머니 발아래 겸손히 바칩니다."
				}
			],
			"finishingPrayer": {
				"spirit": "지극히 거룩한 성사 안에 참으로 계시는 우리 주 예수님, 지금 성체 안의 당신을 영할 수는 없사오나 지극한 사랑으로 간절히 바라오니, 거룩하신 당신 어머니의 티없으신 성심을 통해 영적으로 저의 마음에 오소서. 오셔서 영원토록 사시옵소서. 당신은 제 안에 계시고, 저는 또 당신 안에서 이제와 또한 영원히 살게 하소서.",
				"petition": "어지신 어머니 마리아님, 어머니 머리 위에 얹어드릴 꽃다발을 묶기 위해 이 신령성체의 기도를 바칩니다.\n\n오 어머니, 장미 송이로 엮어 만든 꽃다발을 저의 영적 선물로 드리오니 받아 주소서. 그리고 제 소망을 같이 빌어 주소서.",
				"grace": "어지신 어머니 마리아님, 어머니 머리 위에 얹어드릴 꽃다발을 묶기 위해 이 신령성체의 기도를 바칩니다.\n\n오 어머니, 장미 송이로 엮어 만든 꽃다발을 저의 영적 선물로 드리오니 받아 주소서. 그리고 저에게 은혜를 구해 주심에 감사하오니 저의 감사를 같이 바쳐주소서.",
				"praise1": [
					"모후이시며 사랑이 넘친 어머니,\n우리의 생명, 기쁨, 희망이시여,\n",
					"당신 우러러 하와의 그 자손들이\n눈물을 흘리며 부르짖나이다,\n슬픔의 골짜기에서\n",
					"우리들의 보호자 성모님,\n불쌍한 저희를\n인자로운 눈으로 굽어보소서.\n",
					"귀양살이 끝날 때에\n당신의 아들 우리 주 예수님 뵙게 하소서.\n너그러우시고, 자애로우시며\n오! 아름다우신 동정 마리아님.\n",
					"천주의 성모님, 저희를 위하여 빌어 주시어\n",
					"그리스도께서 약속하신 영원한 생명을 얻게 하소서."
				],
				"praise2": "기도합시다.\n하느님, 외아드님이 삶과 죽음과 부활로서\n저희에게 영원한 구원을 마련해 주셨나이다.\n복되신 동정 마리아와 함께 이 신비를 묵상하며\n묵주기도를 바치오니,\n저희가 그 가르침을 따라\n영원한 생명을 얻게 하소서.\n우리 주 그리스도를 통하여 비나이다.\n아멘."
			}
		},
		"light": {
			"startingPrayer": {
				"petition": "지극히 거룩하신 묵주기도의 모후이시며 저의 어머니시여, 찬미 받으소서. 당신 발아래 겸손하게 꿇어앉아 장미 화관 바치오니, 황금같이 빛나는 장미 송이는 성자 우리 주 예수 그리스도의 지극한 사랑과 하느님 나라의 기쁜 소식을 전해 줍니다. 장미 송이송이는 당신의 거룩한 신비를 불러일으키며, 각별한 은혜 구하는 제 간원과 함께 열 송이씩 열 송이씩 엮어집니다.\n\n오 거룩하신 모후, 하느님 은총의 분배자시여, 당신께 부르짖는 모든 이의 어머니시여, 저의 정성 돌아보시고 저의 원을 잊지 마소서. 저의 정성 받으시고 저의 원을 들어주소서. 당신은 너그러우시니 열심히 구하는 은혜 내려 주소서. 제 청함 들어주시리라 굳게 믿고 있사오니, 어머니시여, 제 앞에 당신을 보여 주소서.",
				"grace": "지극히 거룩하신 묵주기도의 모후이시며 저의 어머니시여, 찬미 받으소서. 당신 발아래 꿇어앉아 장미 화관 바치오니, 황금같이 빛나는 장미 송이는 성자 우리 주 예수 그리스도의 지극한 사랑과 하느님 나라의 기쁜 소식을 전해 줍니다. 장미 송이송이는 당신의 거룩한 신비를 불러일으키며, 각별한 은혜 구하는 제 간원과 함께 열 송이씩 열 송이씩 엮어집니다.\n\n오 거룩하신 모후, 하느님 은총의 분배자시여, 당신께 부르짖는 모든 이의 어머니시여, 저의 정성 돌아보시고 저의 원을 잊지 마소서. 저의 정성 받으시고 저의 감사도 받으소서. 너그러우신 당신은 열심히 구하는 은혜 내려 주셨나이다. 제 청함 들어주시리라 굳게 믿었기에 어머니께서는 제 앞에 당신을 보여 주셨나이다."
			},
			"subMysteries": [
				{
					"title": "빛의 신비 1단",
					"subText": "예수님께서 셰례받으심을 묵상합시다",
					"mainText": "자애로우신 어머니 마리아님, 예수님께서 요르단강에서 세례를 받으신 신비를 묵상하며 정성을 다해 이 기도를 바칩니다.\n\n예수님께서는 죄를 모르는 분이시지만 요르단강에서 세례를 주던 요한을 찾아가 우리를 위하여 죄 있는 사람처럼 물속에 잠겨 세례를 받으셨습니다. 그러자 홀연히 하늘이 열리고 \"이는 내가 사랑하는 아들, 내 마음에 드는 아들이다.\"라는 하느님 아버지의 음성이 들려왔고, 성령께서 비둘기 모양으로 내려와 예수님께서 수행해야 할 하느님 나라의 선포 사명을 계시하셨습니다.",
					"endingText": "저는 황금같이 빛나는 장미 송이로 엮어 만든 이 꽃다발을 하느님의 자녀로서 기쁘고 충실하게 살아갈 덕을 구하며 어머니 발아래 겸손히 바칩니다."
				},
				{
					"title": "빛의 신비 2단",
					"subText": "예수님께서 가나에서 첫 기적을 행하심을 묵상합시다",
					"mainText": "자애로우신 어머니 마리아님, 예수님께서 카나의 혼인 잔치에서 어머니의 중개로 당신을 처음 드러내신 신비를 묵상하며 정성을 다해 이 기도를 바칩니다.\n\n예수님께서는 혼인 잔치에 포도주가 떨어졌다고 알리신 어머니의 말씀에 \"아직 저의 때가 오지 않았습니다.\"라고 하셨으나, 어머니께서 \"무엇이든지 그가 시키는 대로 하여라.\"라고 이르신 대로 하인들이 행하자, 곧 물을 포도주로 변화시키시어 혼인 잔치를 풍요롭게 하셨습니다. 이렇게 예수님께서는 카나에서 첫 기적을 행하시어 당신의 영광을 드러내셨습니다.",
					"endingText": "저는 황금같이 빛나는 장미 송이로 엮어 만든 이 꽃다발을 예수님의 말씀에 따르는 덕을 구하며 어머니 발아래 겸손히 바칩니다."
				},
				{
					"title": "빛의 신비 3단",
					"subText": "예수님께서 하느님 나라를 선포하심을 묵상합시다",
					"mainText": "자애로우신 어머니 마리아님, 예수님께서 하느님의 나라를 선포하신 신비를 묵상하며 정성을 다해 이 기도를 바칩니다.\n\n예수님께서는 갈릴래아에서 하느님 나라의 기쁜 소식을 선포하시며 \"때가 차서 하느님의 나라가 가까이 왔다. 회개하고 복음을 믿어라.\"라고 말씀하셨습니다. 그리고 겸손한 신뢰와 회개로 당신께 가까이 다가오는 모든 사람의 죄를 용서하시고 마귀를 쫒아내시며 그들의 병고를 치유해 주셨습니다.",
					"endingText": "저는 황금같이 빛나는 장미 송이로 엮어 만든 이 꽃다발을 이웃에게 하느님 나라를 전하는 덕을 구하며 어머니 발아래 겸손히 바칩니다."
				},
				{
					"title": "빛의 신비 4단",
					"subText": "예수님께서 거룩하게 변모하심을 묵상합시다",
					"mainText": "자애로우신 어머니 마리아님, 예수님께서 거룩하게 변모하신 신비를 묵상하며 정성을 다해 이 기도를 바칩니다.\n\n예수님께서는 베드로와 요한과 야고보만을 데리고 산으로 올라가 기도하시는 중에 얼굴 모습이 변하고 옷은 새하얗게 빛났습니다. 그리고 모세와 엘리야가 나타나 예수님께서 영광을 받으시기 전에 겪을 수난과 죽음에 대해 함께 이야기를 나누었습니다. 이때 구름 속에서 \"이는 내가 선택한 아들이니 너희는 그의 말을 들어라.\"라는 소리가 들려와, 영광에 앞서 예수님과 함께 수난을 겪게 될 제자들을 준비시켰습니다.",
					"endingText": "저는 황금같이 빛나는 장미 송이로 엮어 만든 이 꽃다발을 영원한 생명을 위해 인내하는 덕을 구하며 어머니 발아래 겸손히 바칩니다."
				},
				{
					"title": "빛의 신비 5단",
					"subText": "예수님께서 성체성사를 세우심을 묵상합시다",
					"mainText": "자애로우신 어머니 마리아님, 주님께서 성체성사를 세우신 신비를 묵상하며 정성을 다해 이 기도를 바칩니다.\n\n예수님께서는 최후의 만찬상에서 빵을 들어 축복하시고 \"받아 먹어라. 이는 내 몸이다.\"라며 제자들에게 나누어 주시고, 잔을 들어 감사를 드리신 다음 \"모두 이 잔을 마셔라. 이는 죄를 용서해 주려고 많은 사람을 위하여 흘리는 내 계약의 피다.\"라며 제자들에게 잔을 건네셨습니다. 주님께서는 인류 구원을 위해 당신을 성부께 봉헌하셨고, 이 지극한 사랑을 성체성사로 증명하셨습니다.",
					"endingText": "저는 황금같이 빛나는 장미 송이로 엮어 만든 이 꽃다발을 성체께 흠숭과 감사를 드리는 덕을 구하며 어머니 발아래 겸손히 바칩니다."
				}
			],
			"finishingPrayer": {
				"spirit": "지극히 거룩한 성사 안에 참으로 계시는 우리 주 예수님, 지금 성체 안의 당신을 영할 수는 없사오나 지극한 사랑으로 간절히 바라오니, 거룩하신 당신 어머니의 티없으신 성심을 통해 영적으로 저의 마음에 오소서. 오셔서 영원토록 사시옵소서. 당신은 제 안에 계시고, 저는 또 당신 안에서 이제와 또한 영원히 살게 하소서.",
				"petition": "어지신 어머니 마리아님, 어머니 머리 위에 얹어드릴 꽃다발을 묶기 위해 이 신령성체의 기도를 바칩니다.\n\n오 어머니, 장미 송이로 엮어 만든 꽃다발을 저의 영적 선물로 드리오니 받아 주소서. 그리고 제 소망을 같이 빌어 주소서.",
				"grace": "어지신 어머니 마리아님, 어머니 머리 위에 얹어드릴 꽃다발을 묶기 위해 이 신령성체의 기도를 바칩니다.\n\n오 어머니, 장미 송이로 엮어 만든 꽃다발을 저의 영적 선물로 드리오니 받아 주소서. 그리고 저에게 은혜를 구해 주심에 감사하오니 저의 감사를 같이 바쳐주소서.",
				"praise1": [
					"모후이시며 사랑이 넘친 어머니,\n우리의 생명, 기쁨, 희망이시여,\n",
					"당신 우러러 하와의 그 자손들이\n눈물을 흘리며 부르짖나이다,\n슬픔의 골짜기에서\n",
					"우리들의 보호자 성모님,\n불쌍한 저희를\n인자로운 눈으로 굽어보소서.\n",
					"귀양살이 끝날 때에\n당신의 아들 우리 주 예수님 뵙게 하소서.\n너그러우시고, 자애로우시며\n오! 아름다우신 동정 마리아님.\n",
					"천주의 성모님, 저희를 위하여 빌어 주시어\n",
					"그리스도께서 약속하신 영원한 생명을 얻게 하소서."
				],
				"praise2": "기도합시다.\n하느님, 외아드님이 삶과 죽음과 부활로서\n저희에게 영원한 구원을 마련해 주셨나이다.\n복되신 동정 마리아와 함께 이 신비를 묵상하며\n묵주기도를 바치오니,\n저희가 그 가르침을 따라\n영원한 생명을 얻게 하소서.\n우리 주 그리스도를 통하여 비나이다.\n아멘."
			}
		},
		"sorrowful": {
			"startingPrayer": {
				"petition": "지극히 거룩하신 묵주기도의 모후이시며 저의 어머니시여, 찬미 받으소서. 당신 발아래 겸손하게 꿇어앉아 장미 화관 바치오니, 피같이 붉은 송이는 당신 성자 수난하심과 당신이 받으신 애통함을 알려 줍니다. 장미 송이송이는 당신의 거룩한 신비를 불러일으키며, 각별한 은혜 구하는 제 간원과 함께 열 송이씩 열 송이씩 엮어집니다.\n\n오 거룩하신 모후, 하느님 은총의 분배자시여, 당신께 부르짖는 모든 이의 어머니시여, 저의 정성 돌아보시고 저의 원을 잊지 마소서. 저의 정성 받으시고 저의 원을 들어주소서. 당신은 너그러우시니 열심히 구하는 은혜 내려 주소서. 제 청함 들어주시리라 굳게 믿고 있사오니, 어머니시여, 제 앞에 당신을 보여 주소서.",
				"grace": "지극히 거룩하신 묵주기도의 모후이시며 저의 어머니시여, 찬미 받으소서. 당신 발아래 꿇어앉아 장미 화관 바치오니, 피같이 붉은 송이는 당신 성자 수난하심과 당신이 받으신 애통함을 알려 줍니다. 장미 송이송이는 당신의 거룩한 신비를 불러일으키며, 각별한 은혜 구하는 제 간원과 함께 열 송이씩 열 송이씩 엮어집니다.\n\n오 거룩하신 모후, 하느님 은총의 분배자시여, 당신께 부르짖는 모든 이의 어머니시여, 저의 정성 돌아보시고 저의 원을 잊지 마소서. 저의 정성 받으시고 저의 감사도 받으소서. 너그러우신 당신은 열심히 구하는 은혜 내려 주셨나이다. 제 청함 들어주시리라 굳게 믿었기에 어머니께서는 제 앞에 당신을 보여 주셨나이다."
			},
			"subMysteries": [
				{
					"title": "고통의 신비 1단",
					"subText": "예수님께서 우리를 위하여 피땀 흘리심을 묵상합시다",
					"mainText": "지극히 고통스러우신 어머니 마리아님, 저희를 위하여 겟세마니 동산에서 피땀 흘리신 주님 사랑의 신비를 묵상하며 정성을 다해 이 기도를 바칩니다.\n\n예수님께서는 당신이 당하실 고통과 죽음, 어머니께서 당하실 고통과 교회가 당할 고통 그리고 성체 안에서 당신이 당하실 고통을 미리 보시고는 피땀을 흘리시며 고뇌에 찬 목소리로 \"아버지! 아버지께서는 무엇이든 하실 수 있으시니, 이 잔을 저에게서 거두어 주십시오. 그러나 제가 원하는 것을 하지 마시고 아버지께서 원하시는 것을 하십시오.\"라고 부르짖으며 하느님 아버지의 뜻에 따를 것을 원하셨습니다.",
					"endingText": "저는 피같이 붉은 장미 송이로 엮어 만든 이 꽃다발을 하느님을 온전히 신뢰하는 덕을 구하며 어머니 발아래 겸손히 바칩니다."
				},
				{
					"title": "고통의 신비 2단",
					"subText": "예수님께서 우리를 위하여 매 맞으심을 묵상합시다",
					"mainText": "지극히 고통스러우신 어머니 마리아님, 저희를 위하여 채찍질을 당하신 주님 사랑의 신비를 묵상하며 정성을 다해 이 기도를 바칩니다.\n\n빌라도가 명령을 내리자 군사들은 예수님의 옷을 벗기고 예수님을 기둥에 묶어 매질하였습니다. 그때 어머니의 거룩한 아드님께서는 머리에서 발끝까지, 온 몸이 잔인하게 찢어지고, 더 이상 견딜 수 없을 지경에 이르도록 살이 채찍에 묻어 떨어져 나왔습니다.",
					"endingText": "저는 피같이 붉은 장미 송이로 엮어 만든 이 꽃다발을 하느님 나라를 위해 극기하는 덕을 구하며 어머니 발아래 겸손히 바칩니다."
				},
				{
					"title": "고통의 신비 3단",
					"subText": "예수님께서 우리를 위하여 가시관 쓰심을 묵상합시다",
					"mainText": "지극히 고통스러우신 어머니 마리아님, 저희를 위하여 가시관 쓰신 주님 사랑의 신비를 묵상하며 정성을 다해 이 기도를 바칩니다.\n\n군사들이 주님의 머리 위에 날카로운 가시관을 씌우고 힘을 다해 누르니 가시가 머릿속 깊이 박혔습니다. 또한 그들은 주님 앞에 무릎을 꿇고 \"유다인들의 임금님, 만세!\" 하며 주님을 조롱하였습니다.",
					"endingText": "저는 피같이 붉은 장미 송이로 엮어 만든 이 꽃다발을 양선하신 예수님을 닮을 수 있는 온유의 덕을 구하며 어머니 발아래 겸손히 바칩니다."
				},
				{
					"title": "고통의 신비 4단",
					"subText": "예수님께서 우리를 위하여 십자가 지심을 묵상합시다",
					"mainText": "지극히 고통스러우신 어머니 마리아님, 저희를 위하여 십자가를 지신 주님 사랑의 신비를 묵상하며 정성을 다해 이 기도를 바칩니다.\n\n예수님께서는 몸소 십자가를 지시고 '해골 터'라는 곳으로 나가셨는데 무거운 십자 나무가 어깨를 짓눌러 걸음걸이가 흩어지고, 고통의 길은 험했습니다. 예수님께서는 군중들의 야유 속에서도 참고 견디시며 갈바리아 산으로 올라가셨는데, 비틀거리며 걸어가시다가 넘어지실 때마다 군사들의 잔악한 채찍은 고난의 길을 더욱 재촉했습니다.",
					"endingText": "저는 피같이 붉은 장미 송이로 엮어 만든 이 꽃다발을 역경을 이겨내는 용덕을 구하며 어머니 발아래 겸손히 바칩니다."
				},
				{
					"title": "고통의 신비 5단",
					"subText": "예수님께서 우리를 위하여 십자가에 못 박혀 돌아가심을 묵상합시다",
					"mainText": "지극히 고통스러우신 어머니 마리아님, 저희를 위하여 십자가에 못 박혀 돌아가신 주님 사랑의 신비를 묵상하며 정성을 다해 이 기도를 바칩니다.\n\n거룩하신 당신의 아들 예수님께서는 십자가에 못 박혀 세 시간 동안이나 말할 수 없는 극도의 고통에 시달리셨으나 당신을 적대하는 그들을 용서해 달라고 하느님 아버지께 간청하셨습니다. 그리고 당신의 영을 아버지 손에 온전히 맡기시며 숨을 거두셨습니다.",
					"endingText": "저는 피같이 붉은 장미 송이로 엮어 만든 이 꽃다발을 원수를 용서하고 그를 위해 기도하는 덕을 구하며 어머니 발아래 겸손히 바칩니다."
				}
			],
			"finishingPrayer": {
				"spirit": "지극히 거룩한 성사 안에 참으로 계시는 우리 주 예수님, 지금 성체 안의 당신을 영할 수는 없사오나 지극한 사랑으로 간절히 바라오니, 거룩하신 당신 어머니의 티없으신 성심을 통해 영적으로 저의 마음에 오소서. 오셔서 영원토록 사시옵소서. 당신은 제 안에 계시고, 저는 또 당신 안에서 이제와 또한 영원히 살게 하소서.",
				"petition": "어지신 어머니 마리아님, 어머니 머리 위에 얹어드릴 꽃다발을 묶기 위해 이 신령성체의 기도를 바칩니다.\n\n오 어머니, 장미 송이로 엮어 만든 꽃다발을 저의 영적 선물로 드리오니 받아 주소서. 그리고 제 소망을 같이 빌어 주소서.",
				"grace": "어지신 어머니 마리아님, 어머니 머리 위에 얹어드릴 꽃다발을 묶기 위해 이 신령성체의 기도를 바칩니다.\n\n오 어머니, 장미 송이로 엮어 만든 꽃다발을 저의 영적 선물로 드리오니 받아 주소서. 그리고 저에게 은혜를 구해 주심에 감사하오니 저의 감사를 같이 바쳐주소서.",
				"praise1": [
					"모후이시며 사랑이 넘친 어머니,\n우리의 생명, 기쁨, 희망이시여,\n",
					"당신 우러러 하와의 그 자손들이\n눈물을 흘리며 부르짖나이다,\n슬픔의 골짜기에서\n",
					"우리들의 보호자 성모님,\n불쌍한 저희를\n인자로운 눈으로 굽어보소서.\n",
					"귀양살이 끝날 때에\n당신의 아들 우리 주 예수님 뵙게 하소서.\n너그러우시고, 자애로우시며\n오! 아름다우신 동정 마리아님.\n",
					"천주의 성모님, 저희를 위하여 빌어 주시어\n",
					"그리스도께서 약속하신 영원한 생명을 얻게 하소서."
				],
				"praise2": "기도합시다.\n하느님, 외아드님이 삶과 죽음과 부활로서\n저희에게 영원한 구원을 마련해 주셨나이다.\n복되신 동정 마리아와 함께 이 신비를 묵상하며\n묵주기도를 바치오니,\n저희가 그 가르침을 따라\n영원한 생명을 얻게 하소서.\n우리 주 그리스도를 통하여 비나이다.\n아멘."
			}
		},
		"glorious": {
			"startingPrayer": {
				"petition": "지극히 거룩하신 묵주기도의 모후이시며 저의 어머니시여, 찬미 받으소서. 당신 발아래 겸손하게 꿇어앉아 장미 화관 바치오니, 활짝 핀 흰 장미와 황금같이 빛나는 장미, 수난의 붉은 장미 송이들이 모두 함께 당신 아드님과 당신의 영광을 알려 줍니다. 장미 송이송이는 당신의 거룩한 신비를 불러일으키며, 각별한 은혜 구하는 제 간원과 함께 열 송이씩 열 송이씩 엮어집니다.\n\n오 거룩하신 모후, 하느님 은총의 분배자시여, 당신께 부르짖는 모든 이의 어머니시여, 저의 정성 돌아보시고 저의 원을 잊지 마소서. 저의 정성 받으시고 저의 원을 들어주소서. 당신은 너그러우시니 열심히 구하는 은혜 내려 주소서. 제 청함 들어주시리라 굳게 믿고 있사오니, 어머니시여, 제 앞에 당신을 보여 주소서.",
				"grace": "지극히 거룩하신 묵주기도의 모후이시며 저의 어머니시여, 찬미 받으소서. 당신 발아래 꿇어앉아 장미 화관 바치오니, 활짝 핀 흰 장미와 황금같이 빛나는 장미, 수난의 붉은 장미 송이들이 모두 함께 당신 아드님과 당신의 영광을 알려 줍니다. 장미 송이송이는 당신의 거룩한 신비를 불러일으키며, 각별한 은혜 구하는 제 간원과 함께 열 송이씩 열 송이씩 엮어집니다.\n\n오 거룩하신 모후, 하느님 은총의 분배자시여, 당신께 부르짖는 모든 이의 어머니시여, 저의 정성 돌아보시고 저의 원을 잊지 마소서. 저의 정성 받으시고 저의 감사도 받으소서. 너그러우신 당신은 열심히 구하는 은혜 내려 주셨나이다. 제 청함 들어주시리라 굳게 믿었기에 어머니께서는 제 앞에 당신을 보여 주셨나이다."
			},
			"subMysteries": [
				{
					"title": "영광의 신비 1단",
					"subText": "예수님께서 부활하심을 묵상합시다",
					"mainText": "지극히 영예로우신 어머니 마리아님, 주님께서 부활하신 영광스러운 신비를 묵상하며 정성을 다해 이 기도를 바칩니다.\n\n돌아가시고 묻히신 지 사흘째 되는 날 아침, 주님께서는 부활하시어 사랑하올 어머니께 나타나심으로서 형언할 수 없는 기쁨으로 어머니의 마음을 채워 드렸습니다. 또한 여인들과 제자들에게 나타나셔서 온 누리가 부활하신 주 하느님을 찬미하도록 하셨습니다.",
					"endingText": "저는 만발한 장미 송이로 엮어 만든 이 꽃다발을 굳은 믿음의 덕을 구하며 어머니 발아래 겸손히 바칩니다."
				},
				{
					"title": "영광의 신비 2단",
					"subText": "예수님께서 승천하심을 묵상합시다",
					"mainText": "지극히 영예로우신 어머니 마리아님, 주님께서 승천하신 영광스러운 신비를 묵상하며 정성을 다해 이 기도를 바칩니다.\n\n예수님께서는 부활하신 후 사십 일 동안 지상에 머무르시다가, 때가 되자 어머니와 제자들에게 둘러싸여 올리브 산으로 올라가 그곳에서 승천하시기 전 최후의 흠숭과 찬미를 받으셨습니다. 그때 예수님께서는 세상 끝 날까지 항상 함께 계시겠다고 약속하시며, 못으로 뚫린 손을 그들 위에 펴시면서 마지막 강복을 주시고는 어머니와 제자들이 보는 앞에서 하늘로 올라가셨습니다.",
					"endingText": "저는 만발한 장미 송이로 엮어 만든 이 꽃다발을 영원한 생명을 갈망하는 덕을 구하며 어머니 발아래 겸손히 바칩니다."
				},
				{
					"title": "영광의 신비 3단",
					"subText": "예수님께서 성령을 보내심을 묵상합시다",
					"mainText": "지극히 영예로우신 어머니 마리아님, 성령 강림의 영광스러운 신비를 묵상하며 정성을 다해 이 기도를 바칩니다.\n\n제자들이 어머니와 함께 예루살렘 다락방에 모여 있을 때, 성령의 불꽃이 혀의 모양으로 내려와 제자들의 마음을 거룩한 사랑으로 불타게 하시고, 그들에게 모든 진리를 깨우쳐 주시며 말씀의 은혜를 내려 주셨습니다. 그리고 풍성한 은총으로 성령에 이끌린 어머니의 기도와 사도들을 통하여 인류 구원을 위한 교회 활동을 시작하셨습니다.",
					"endingText": "저는 만발한 장미 송이로 엮어 만든 이 꽃다발을 하느님의 말씀을 전하는 덕을 구하며 어머니 발아래 겸손히 바칩니다."
				},
				{
					"title": "영광의 신비 4단",
					"subText": "예수님께서 마리아를 하늘에 불러 올리심을 묵상합시다",
					"mainText": "지극히 영예로우신 어머니 마리아님, 주님께서 어머니를 하늘에 불러 올리신 영광스러운 신비를 묵상하며 정성을 다해 이 기도를 바칩니다.\n\n예수님께서는 어머니를 향한 지극한 사랑에서, 하늘에 계신 아드님과 일치할 소망에 불타는 어머니의 거룩한 영혼과 당신의 첫 감실이셨던 어머니의 순결한 육신을, 천사들과 성인들의 환호 가운데 하늘로 불러 올리셨습니다.",
					"endingText": "저는 만발한 장미 송이로 엮어 만든 이 꽃다발을 어머니와 함께 예수님과 일치하는 덕을 구하며 어머니 발아래 겸손히 바칩니다."
				},
				{
					"title": "영광의 신비 5단",
					"subText": "예수님께서 마리아께 천상 모후의 관을 씌우심을 묵상합시다",
					"mainText": "지극히 영예로우신 어머니 마리아님, 주님께서 어머니께 천상 모후의 관을 씌우신 영광스러운 신비를 묵상하며 정성을 다해 이 기도를 바칩니다.\n\n천상으로 불러 올림을 받으신 어머니께서는 하느님의 사랑받는 딸, 성자의 존귀한 어머니, 성령의 선택된 짝으로서 하늘의 존엄한 삼관 여왕이 되셨습니다. 당신은 성삼위 하느님을 흠없이 찬미하신 복되신 어머니로서 저희의 간청을 전해 주실 가장 힘 있고 자비하신 분이시니, 어머니, 이 모든 기도를 하느님께 전구해 주소서",
					"endingText": "저는 만발한 장미 송이로 엮어 만든 이 꽃다발을 성교회의 평화를 위해 기도하는 덕을 구하며 어머니 발아래 겸손히 바칩니다."
				}
			],
			"finishingPrayer": {
				"spirit": "지극히 거룩한 성사 안에 참으로 계시는 우리 주 예수님, 지금 성체 안의 당신을 영할 수는 없사오나 지극한 사랑으로 간절히 바라오니, 거룩하신 당신 어머니의 티없으신 성심을 통해 영적으로 저의 마음에 오소서. 오셔서 영원토록 사시옵소서. 당신은 제 안에 계시고, 저는 또 당신 안에서 이제와 또한 영원히 살게 하소서.",
				"petition": "어지신 어머니 마리아님, 어머니 머리 위에 얹어드릴 꽃다발을 묶기 위해 이 신령성체의 기도를 바칩니다.\n\n오 어머니, 장미 송이로 엮어 만든 꽃다발을 저의 영적 선물로 드리오니 받아 주소서. 그리고 제 소망을 같이 빌어 주소서.",
				"grace": "어지신 어머니 마리아님, 어머니 머리 위에 얹어드릴 꽃다발을 묶기 위해 이 신령성체의 기도를 바칩니다.\n\n오 어머니, 장미 송이로 엮어 만든 꽃다발을 저의 영적 선물로 드리오니 받아 주소서. 그리고 저에게 은혜를 구해 주심에 감사하오니 저의 감사를 같이 바쳐주소서.",
				"praise1": [
					"모후이시며 사랑이 넘친 어머니,\n우리의 생명, 기쁨, 희망이시여,\n",
					"당신 우러러 하와의 그 자손들이\n눈물을 흘리며 부르짖나이다,\n슬픔의 골짜기에서\n",
					"우리들의 보호자 성모님,\n불쌍한 저희를\n인자로운 눈으로 굽어보소서.\n",
					"귀양살이 끝날 때에\n당신의 아들 우리 주 예수님 뵙게 하소서.\n너그러우시고, 자애로우시며\n오! 아름다우신 동정 마리아님.\n",
					"천주의 성모님, 저희를 위하여 빌어 주시어\n",
					"그리스도께서 약속하신 영원한 생명을 얻게 하소서."
				],
				"praise2": "기도합시다.\n하느님, 외아드님이 삶과 죽음과 부활로서\n저희에게 영원한 구원을 마련해 주셨나이다.\n복되신 동정 마리아와 함께 이 신비를 묵상하며\n묵주기도를 바치오니,\n저희가 그 가르침을 따라\n영원한 생명을 얻게 하소서.\n우리 주 그리스도를 통하여 비나이다.\n아멘."
			}
		}	
	}
}
